Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.64bc6a080ea2
source: 揚げ物より、焼く・蒸す・茹でる料理
ar_sa: طهي الأطباق وتبخيرها وغليها بدلاً من قليها
ca: Cuinar, cuinar al vapor i bullir plats en lloc de fregir-los
cs: Upřednostňujte vaření, pečení, vaření nebo dušení.
da: Præsér helst stegt, dampet eller kogt mad frem for frit.
de_de: Bevorzugen Sie gebratenes, gedünstetes oder gekochtes Essen gegenüber frittiertem Essen
el: Προτιμήστε μαγειρέματα όπως το ψήσιμο, το βράσιμο ή το βρασμένο φαγητό.
en_au: Prefer cooking methods such as baking, steaming, or boiling over frying.
es_es: Prefiere cocinar al freír: hornear, hervir o cocinar al vapor.
fi: Valmista ruokia paistamalla, höyryttämällä tai keittämällä, älä vain paistamalla
fr_ca: Privilégiez les plats cuits à la vapeur, grillés ou bouillis plutôt que les fritures.
gu: ફ્રાઈ કરવા કરતાં, શેકવા, વરાળથી રાંધવા અથવા ઉકાળવાની વાનગીઓ વધુ સારી છે.
he: בישול, ולא צריכה (אפייה, בישול, בישול)
hi: तले हुए भोजन के बजाय, भूनें, भाप दें या उबालें
hr: Preferirajte pečenje, kuhanje, pariranje i kuhanje
hu: Jobb, ha sütjük, párolgassuk vagy főzzük az ételeket, mintsem süssük őket.
id: Pilih memasak (memanggang, merebus, mengukus) daripada menggoreng
it: Preferire cotture, cottura al vapore o bollitura rispetto alla frittura
ko: 튀김보다 굽거나 찌거나 삶는 요리
mr: भाज्यांपेक्षा, तळलेले, वाफवलेले किंवा उकडलेले पदार्थ
ms: Masakan seperti menggoreng lebih baik daripada memasak, mengukus, atau merebus
nl_nl: Kies voor bakken, braden, stomen of koken in plaats van frituren.
no: Velg steking, damping eller koking fremfor fritering.
pl: Wybierz pieczenie, gotowanie, parzenie lub gotowanie zamiast smażenia.
pt_br: Prefira preparações assadas, cozidas ou fervidas em vez de frituras
pt_pt: Prefira preparações assadas, cozidas ou fervidas em vez de frituras
ro: În loc de prăjit, preferă metodele de gătit prin fierbere, abur sau gătire
ru: Предпочтительны блюда, приготовленные путем жарки, запекания, варки или тушения.
sk: Predpreferujte pečené, dusené alebo uvarené jedlá.
sl: Predvsem peči, kuhanje, varjenje in kuhanje
sv: Föredra tillagningstekniker som stekning, ångning och kokning istället för fritering.
ta: பொரிப்பதற்கு பதிலாக, சமைக்க, வேகவைக்க அல்லது கொதிக்க வைக்கவும்.
te: వేయించడం కంటే, కాల్చడం, ఆవిరి చేయడం లేదా ఉడకబెట్టడం వంటి వంటకాలు
th: อาหารประเภทผัดมากกว่าอาหารประเภททอด, อบ, นึ่ง หรือต้ม
tr: Fırında pişirme, buharla pişirme veya kaynatma gibi yöntemler tercih edin
uk: Віддавайте перевагу приготуванням, а не смаженню: запікання, варка, тушкування.
vi: Thay vì chiên, hãy thử các món nướng, hầm, luộc
zh_hans: 比油炸更推荐：烤、蒸、煮等烹饪方式
zh_hant: 比起油炸，更推薦烤、蒸、煮等料理

# domain_catalog.652504e347e3
source: 引き締まった筋肉
ar_sa: عضلات منغم
ca: músculs tonificats
cs: Tonizované svaly
da: Stramme muskler
de_de: Straffe Muskeln
el: Σφιχτοί μύες
en_au: Toned muscles
es_es: Músculos tonificados
fi: Lihaksissa on rakennetta
fr_ca: Des muscles toniques
gu: ટંદુરસ્ત સ્નાયુઓ
he: שרירים חזקים
hi: मजबूत मांसपेशियां
hr: Tonirane mišiće
hu: Erős izmok
id: Otot yang kencang
it: Muscoli tonici
ko: 탄탄한 근육
mr: ताठर स्नायू
ms: Otot yang ketat
nl_nl: Spieren die stevig zijn
no: Stram muskulatur
pl: Silne mięśnie
pt_br: Músculos tonificados
pt_pt: Músculos tonificados
ro: Mușchi tonifiți
ru: Подтянутые мышцы
sk: Tonizované svaly
sl: Mišice, ki so napeti
sv: Starka muskler
ta: சரியான தசைகள்
te: సరిగ్గా ఉండే కండరాలు
th: กล้ามเนื้อที่กระชับ
tr: Sağlam kaslar
uk: Підтягнуті м'язи
vi: Cơ bắp săn chắc
zh_hans: 紧致的肌肉
zh_hant: 紧致的肌肉

# domain_catalog.66c3d2cc0715
source: プル
ar_sa: سحب
ca: estirar
cs: Tah
da: Træk
de_de: Ziehen
el: Τράβηγμα
en_au: Pull
es_es: Tirón
fi: Vetäminen
fr_ca: Tirer
gu: પુલ
he: משכה
hi: पुल
hr: Vlačenje
hu: Tornázás
id: Tarik
it: Trazione
ko: 풀
mr: पुल
ms: Tarik
nl_nl: Trekken
no: Trekk
pl: Podciąganie
pt_br: Puxar
pt_pt: Puxar
ro: Tragere
ru: Жим лежа
sk: Tah
sl: Povzemanje
sv: Drag
ta: புல்
te: పుల్
th: ดึง
tr: Pull
uk: Тяга
vi: Kéo
zh_hans: 拉动
zh_hant: 拉伸

# domain_catalog.66d79da7b3e4
source: 体を一直線に保ち、肘を後ろへ引いて胸をハンドルへ近づける。
ar_sa: أبقِ جسمك في خط مستقيم، واسحب مرفقيك إلى الخلف وادفع صدرك نحو المقاود.
ca: Mantenint el cos en línia recta, estira els colzes cap enrere i porta el pit cap al manillar.
cs: Udržujte tělo v rovině a zatáhněte paže dozadu, abyste přiblížili hrudník k řízení.
da: Hold kroppen i en lige position og træk armene tilbage for at bringe håndtaget tættere på brystet.
de_de: Den Körper gerade halten und die Arme nach hinten ziehen, um das Brustbein in Richtung Lenkrad zu bewegen.
el: Διατηρήστε το σώμα σε ευθεία γραμμή και τραβήξτε τους αγκώνες προς τα πίσω, προσεγγίζοντας τη μέση με τον άξονα.
en_au: Keep your body in a straight line, and pull your elbows back to bring your chest closer to the handle.
es_es: Mantén el cuerpo en línea recta y tira los codos hacia atrás para acercar el pecho al manillar.
fi: Pidä vartalo suorassa ja vedä kyynärpäät taaksepäin, jolloin rintakehä on lähellä ohjauspalikkaa.
fr_ca: Maintenez votre corps droit et tirez les coudes vers l'arrière pour rapprocher la poitrine du guidon.
gu: શરીરને સીધી રાખો અને હાથને પાછળની તરફ ખેંચીને છાતીને હેન્ડલની નજીક લાવો.
he: לשמור על גוף ישר ולמשוך את המרפקים לכיוון החזה.
hi: शरीर को सीधा रखें और कोहनी को पीछे की ओर खींचकर छाती को हैंडल की ओर लाएं।
hr: Držite tijelo u ravnoj liniji i podižite rame prema prednjoj strani, držeći ruku na upravljaču.
hu: Tartsa a testet egyenesen, és húzza a könyeket a hátra, hogy a mellkas a kormányhoz közel legyen.
id: Menjaga tubuh tetap lurus, lalu menarik siku ke belakang dan mendekatkan dada ke handle.
it: Mantenere il corpo in linea retta e avvicinare il petto al manubrio tirando i gomiti indietro.
ko: 몸을 일직선으로 유지하고 팔꿈치를 뒤로 당겨 가슴을 핸들 쪽으로 가져옵니다.
mr: शरीर सरळ ठेवा आणि कोपर मागे ओढा, ज्यामुळे छाती हातात येईल.
ms: Pertahankan badan dalam garis lurus, tarik siku ke belakang dan mendekatkan tangan ke palang.
nl_nl: Houd je lichaam in een rechte lijn en trek je ellebogen naar achteren om je borst naar de hendel te brengen.
no: Hold kroppen rett og trekk armene bakover for å bringe brystet nærmere håndtaket.
pl: Utrzymuj ciało w prostej linii i przyciągnij łokcie do tyłu, zbliżając klatkę piersiową do kierownicy.
pt_br: Mantenha o corpo em linha reta e puxe os cotovelos para trás, aproximando o peito do guidão.
pt_pt: Mantenha o corpo em linha reta e puxe os cotovelos para trás, aproximando o peito do guidão.
ro: Mențineți-vă postura dreaptă și trageți brațele înapoi, apropiindu-vă de manivelă.
ru: Держите тело в прямой линии и тяните локти назад, приближая грудь к рулю.
sk: Držte telo v rovine a pritom zdvihnite paže k hrudi.
sl: Držite telo v ravni liniji in povlecite ramo nazaj, da približate roke k volanu.
sv: Håll kroppen i rak linje och dra armarna bakåt samtidigt som du för bröstet mot handtaget.
ta: உங்கள் உடலை நேராக வைத்து, உங்கள் முழங்கால்களை பின்னோக்கி இழுத்து, உங்கள் மார்பை ஹேண்டில் அருகில் கொண்டு வரவும்.
te: శరీరాన్ని నిటారుగా ఉంచి, మోచేతులను వెనక్కి లాగి ఛాతీని హ్యాండిల్‌కు దగ్గరగా తీసుకురండి.
th: รักษาท่าทางให้เป็นแนวตรง และดึงข้อไปด้านหลัง พร้อมกับนำมือมาจับพวงมาลัย
tr: Vücudunuzu düz tutun ve kollarınızı geriye çekerek omuzlarınızı direğe yaklaştırın.
uk: Тримайте тіло прямо та відводьте лікті назад, щоб підвести груди до ручки.
vi: Giữ cơ thể thẳng, kéo khuỷu tay về phía trước và đưa tay đến gần vị trí cầm thanh.
zh_hans: 保持身体成直线，并将手臂向后拉，使胸部靠近手柄。
zh_hant: 保持身體成直線，將手臂向後拉，並將胸部靠近手柄。

# domain_catalog.670b1b812dc2
source: 急がなくて大丈夫です。記録を見ながら、今日できることを一緒に決めましょう。
ar_sa: لا بأس إذا لم تتعجل. دعونا نلقي نظرة على السجلات ونقرر معًا ما يمكننا القيام به اليوم.
ca: Està bé si no tens pressa. Mirem els registres i decidim junts què podem fer avui.
cs: Nemusíte se spěchat. Společně si stanovme realistické cíle na základě vašich pokroků.
da: Det er okay at tage det roligt. Lad os sammen finde ud af, hvad du kan gøre i dag, baseret på dine fremskridt.
de_de: Es ist in Ordnung, langsam zu sein. Gemeinsam können wir anhand Ihrer Fortschritte festlegen, was Sie heute erreichen möchten.
el: Δεν χρειάζεται να βιάζεστε. Μαζί, θα δούμε τα αρχεία σας και θα αποφασίσουμε τι μπορείτε να κάνετε σήμερα.
en_au: It's okay to take things slowly. Let's work together to decide what you can achieve today, based on your progress.
es_es: No hay necesidad de apresurarse. Revisemos tus registros y decidamos juntos qué puedes lograr hoy.
fi: Ei tarvitse kiirehtiä. Tarkastele aiempaa kehitystäsi ja päädytään yhdessä, mitä tänään voidaan tehdä.
fr_ca: Il n'est pas nécessaire d'être pressé. En regardant vos progrès, décidons ensemble ce que vous pouvez faire aujourd'hui.
gu: તેમાં કોઈ તાકીદ નથી. રેકોર્ડ જોતા, આપણે સાથે મળીને નક્કી કરી શકીએ કે આજે શું કરવું.
he: אין צורך למהר. בואו נגדיר יחד מה אפשר לעשות היום, תוך התבוננות בנתונים.
hi: जल्दी करने की ज़रूरत नहीं है। रिकॉर्ड देखकर, हम मिलकर यह तय करेंगे कि आज क्या करना है।
hr: Nema potrebe da brza. Razmislite zajedno o tome što možete danas postići gledajući svoje postignute rezultate.
hu: Nem kell sietni. Nézzük a rekordokat, és egyetemben döntsünk el, mit tudunk ma megtenni.
id: Tidak perlu terburu-buru. Mari kita tentukan bersama apa yang bisa Anda lakukan hari ini, sambil melihat catatan Anda.
it: Non c'è bisogno di affrettarsi. Analizzando i progressi, decidiamo insieme cosa è possibile fare oggi.
ko: 조급해할 필요 없습니다. 기록을 보면서, 오늘 할 수 있는 것을 함께 결정합시다.
mr: घाई करण्याची आवश्यकता नाही. नोंदी पाहून, आज काय करता येईल हे आपण ठरवूया.
ms: Tidak perlu tergesa-gesa. Mari kita bersama-sama menentukan apa yang boleh dilakukan hari ini berdasarkan rekod.
nl_nl: Het is prima om niet te haasten. Kijk naar je voortgang en beslis samen wat je vandaag kunt doen.
no: Det er greit å ta det rolig. La oss finne ut hva du kan gjøre i dag, ved hjelp av dine tidligere resultater.
pl: Nie musisz się spieszyć. Razem przeanalizujmy swoje postępy i ustalmy realistyczne cele.
pt_br: Não há necessidade de pressa. Vamos definir juntos o que você pode fazer hoje, observando seus registros.
pt_pt: Não há necessidade de pressa. Vamos definir juntos o que você pode fazer hoje, observando seus registros.
ro: Nu este nevoie să te grăbești. Împreună, putem stabili ce poți face astăzi, analizând progresul.
ru: Не нужно спешить. Давайте вместе определим, что вы можете сделать сегодня, основываясь на ваших результатах.
sk: Nemusíte sa spýchať. Spoločne si pozrieme vaše pokroky a dohodneme sa na tom, čo môžete dnes urobiť.
sl: Ne pospešujte. Skozi spremljanje napredka, skupaj določimo, kaj lahko dosežete danes.
sv: Det är okej att ta det lugnt. Tillsammans kan vi bestämma vad du kan göra idag, baserat på dina resultat.
ta: அவசரப்பட வேண்டிய அவசியமில்லை. உங்கள் முன்னேற்றத்தை வைத்து, இன்று என்ன செய்ய வேண்டும் என்று முடிவு செய்யலாம்.
te: త్వరపడాల్సిన అవసరం లేదు. రికార్డులను చూస్తూ, మనం ఏమి చేయగలమో కలిసి నిర్ణయించుకుందాం.
th: ไม่ต้องเร่งรีบ เราจะมาวางแผนร่วมกันว่าวันนี้คุณสามารถทำอะไรได้บ้าง โดยดูจากบันทึกของคุณ
tr: Acele etmenize gerek yok. Kayıtları gözden geçirerek, bugün neler yapabileceğinizi birlikte belirleyelim.
uk: Не поспішайте. Разом подивіться на записи та визначте, що ви можете зробити сьогодні.
vi: Không cần vội, hãy cùng nhau xác định những gì bạn có thể làm mỗi ngày dựa trên nhật ký của mình.
zh_hans: 没关系，我们可以一起根据记录来决定今天能做什么。
zh_hant: 没关系，我们可以一起在记录的基础上决定今天能做的事情。

# domain_catalog.67d08c097a1f
source: 正面
ar_sa: الجبهة
ca: davant
cs: Přední strana
da: Foran
de_de: Vorderseite
el: Εμπρός
en_au: Front view
es_es: Frente
fi: Etupuoli
fr_ca: Face
gu: મુ rostro
he: פנים
hi: सामने
hr: Uprkos tome.
hu: Elölről
id: Depan
it: Davanti
ko: 전면
mr: समोर
ms: Depan
nl_nl: Vooruit
no: Foran
pl: Przód
pt_br: Frente
pt_pt: Frente
ro: Înainte
ru: Передняя часть
sk: Predná strana
sl: Prednji
sv: Framifrån
ta: முன்னேற்றம்
te: ముందుకు
th: ด้านหน้า
tr: Ön
uk: Передній план
vi: Trước mặt

# domain_catalog.681685c3cfc7
source: 筋肥大の確認ポイント
ar_sa: نقاط التفتيش لتضخم العضلات
ca: Punts de control per a la hipertròfia muscular
cs: Kontrolní body pro hypertrófii svalů
da: Kontrolpunkter for muskeltilvækst
de_de: Überprüfungs-Punkte für Muskelhypertrophie
el: Σημεία ελέγχου για την αύξηση της μυϊκής μάζας
en_au: Key indicators of muscle growth
es_es: Puntos clave para verificar la hipertrofia muscular.
fi: Lihasten kasvun tarkistuspisteet
fr_ca: Points de contrôle pour l'hypertrophie musculaire
gu: માસના વિસ્તરણની ચકાસણીના મુદ્દા
he: נקודות לבדיקת הגדלת שריר
hi: मांसपेशियों के विकास के लिए महत्वपूर्ण बिंदु
hr: Točke za provjeru za razvoj mišića
hu: Az izomzomfejlesztés ellenőrzési pontjai
id: Poin-poin untuk memastikan hipertrofi otot
it: Punti di controllo per l'ipertrofia muscolare
ko: 근육 증가의 확인 포인트
mr: मांसपेशी वाढवण्याचे महत्त्वाचे मुद्दे
ms: Titik-titik penting untuk memastikan pertumbuhan otot
nl_nl: Controlepunten voor spiergroei
no: Kontrollpunkter for muskeltilvekst
pl: Kluczowe punkty, które należy sprawdzić przy hipertrofii mięśni.
pt_br: Pontos de verificação para hipertrofia muscular
pt_pt: Pontos de verificação para hipertrofia muscular
ro: Puncte de verificare pentru hipertrofia musculară
ru: Ключевые моменты для контроля гипертрофии
sk: Kontrolné body pre hypertrófiu svalov
sl: Točke za preverjanje mišićne hipertrofije
sv: Kontrollpunkter för muskeltillväxt
ta: தசை வளர்ச்சியை உறுதி செய்யும் புள்ளிகள்
te: కండరాల పెరుగుదలను నిర్ధారించే అంశాలు
th: จุดตรวจสอบเพื่อเพิ่มขนาดของกล้ามเนื้อ
tr: Kas büyümesinin kontrol noktaları
uk: Ключові моменти для перевірки розвитку м'язів
vi: Các tiêu chí kiểm tra để phát triển cơ bắp
zh_hans: 确认肌肉肥大的要点
zh_hant: 確認肌肉增長的要點

# domain_catalog.68e0568f4060
source: 厚みのある強い身体
ar_sa: جسم سميك وقوي
ca: cos gruixut i fort
cs: Silné a robustní tělo
da: Stærk og robust krop
de_de: Starkes, voluminöses Körper
el: Ισχυρό σώμα με καλή εμφάνιση
en_au: Strong, robust body
es_es: Cuerpo robusto y fuerte
fi: Vahva ja tukeva keho
fr_ca: Corps solide et puissant
gu: મજબૂત અને ટકાઉ શરીર
he: גוף חזק ועבה
hi: मजबूत और ठोस शरीर
hr: Snaga i zdrav tijelo
hu: Erős és sağlam test
id: Tubuh yang Kuat dan Kokoh
it: Corpo robusto e forte
ko: 견고하고 튼튼한 몸
mr: मजबूत आणि आकर्षक शरीर
ms: Tubuh yang Kuat dan Bertenaga
nl_nl: Een sterke, stevige lichaamsbouw
no: Sterkt og robust kropp
pl: Silne i masywne ciało
pt_br: Corpo forte e resistente
pt_pt: Corpo forte e resistente
ro: Un corp puternic și robust
ru: Сильное, крепкое тело.
sk: Silné a robustné telo
sl: Močno in robustno telo
sv: Stark och robust kropp
ta: வலிமையான மற்றும் அடர்த்தியான உடல்
te: బలంగా ఉండే శరీరం
th: ร่างกายที่แข็งแรงและมีน้ำหนัก
tr: Sağlıklı ve güçlü bir vücut
uk: Міцне та сильне тіло
vi: Cơ thể khỏe mạnh và dẻo dai
zh_hans: 强壮而有厚度的身体
zh_hant: 强壮而有厚度的身体

# domain_catalog.696ad3132f6c
source: ショルダープレス
ar_sa: ضغط الكتف
ca: premsa d'espatlles
cs: Shoulder press
da: Shoulder press
de_de: Schulterdrücken
el: Shoulder Press
en_au: Shoulder Press
es_es: Press de hombros
fi: Olkapään nosto
fr_ca: Développé militaire
gu: શોલ્ડર પ્રેસ
he: הרמת משקולות
hi: शोल्डर प्रेस
hr: Shoulder press
hu: Shoulder press
id: Shoulder Press
it: Spinta spalle
ko: 숄더 프레스
mr: शोल्डर प्रेस
ms: Shoulder press
nl_nl: Schouderpers
no: Skulderpress
pl: Wyciskanie sztangielki
pt_br: Desenvolvimento frontal
pt_pt: Desenvolvimento frontal
ro: Press pentru umeri
ru: Жим штанги сидя
sk: Shoulder press
sl: Shoulder press
sv: Axelpress
ta: ஷோல்டர் பிரஸ்
te: షోల్డర్ ప్రెస్
th: ดันไหล่
tr: Shoulder Press
uk: Віджимання
vi: Ép vai
zh_hans: 肩部推举
zh_hant: 肩部推举

# domain_catalog.6b0bfa3feb7f
source: トライセプスプレスダウン
ar_sa: ثلاثية الرؤوس اضغط لأسفل
ca: premeu el tríceps cap avall
cs: Tlak na triceps
da: Triceps Pressdown
de_de: Trizeps-Pressdown
el: Τρίσεπς Press Down
en_au: Triceps Pressdown
es_es: Flexiones de tríceps
fi: Triceps press down
fr_ca: Presse triceps
gu: ટ્રાયસેપ્સ પ્રેસ ડાઉન
he: תרגילי טריספס עם לחץ מטה
hi: ट्राइसेप्स प्रेस डाउन
hr: Triseps, pritisni dolje.
hu: Triceps pressdown
id: Press Down Trisep
it: Panca piana con manubri
ko: 트라이셉스 프레스 다운
mr: ट्रायसेप्स प्रेस डाउन
ms: Triceps Press Down
nl_nl: Triceps press down
no: Triceps press down
pl: Wyciskanie na ławce (triceps)
pt_br: Flexão de tríceps
pt_pt: Flexão de tríceps
ro: Presă pentru triceps
ru: Жим трицепса лежа на скамье
sk: Trikeps press down
sl: Triceps press down
sv: Triceps press down
ta: ட்ரைசெப் பிரஸ் டவுன்
te: ట్రైసెప్స్ ప్రెస్ డౌన్
th: ท่าไทรเซปส์เพรสดาวน์
tr: Triceps press down
uk: Віджимання трицепса вниз
vi: Tập cơ tam đầu đẩy xuống
zh_hans: 三头肌下压
zh_hant: 三頭肌下拉

# domain_catalog.6b6098a03f15
source: 筋肉を保って絞りたい
ar_sa: أريد أن أحافظ على عضلاتي وأشدها
ca: Vull mantenir i tensar els músculs
cs: Chceme si udržet svaly a zároveň je zmenšit.
da: Vil gerne bevare og definere musklerne
de_de: Ich möchte meine Muskeln erhalten und gleichzeitig definieren.
el: Θέλω να έχω όγκο στους μύες μου, αλλά και να είμαι κομψός.
en_au: Maintain muscle mass and tone it down.
es_es: Quiero mantener y definir mis músculos.
fi: Haluan säilyttää lihaksia ja saada niitä näyttämään tiiviiltä.
fr_ca: Je veux maintenir mes muscles et les affiner
gu: માસને જાળવીને તેને મજબૂત બનાવવા માંગો છો
he: אני רוצה לשמור על השרירים שלי ולהתקמט אותם
hi: मांसपेशियों को मजबूत और आकार में रखना चाहते हैं
hr: Želim zadržati mišiće i smanjiti njihovu veličinu
hu: Szeretném, ha az izomzatom megmaradna, de formában is legyen.
id: Ingin mempertahankan dan membentuk otot
it: Voglio mantenere i muscoli tonici e definiti
ko: 근육을 유지하면서 탄탄하게 만들고 싶다
mr: मांसपेशी टिकवून ठेवून, त्यांना आकर्षक बनवणे
ms: Ingin mengekalkan dan mengukurnya
nl_nl: Ik wil mijn spieren behouden en definiëren.
no: Vil beholde og definere musklene
pl: Chcę zachować i zdefiniować mięśnie.
pt_br: Quero manter e definir os músculos
pt_pt: Quero manter e definir os músculos
ro: Vreau să-mi mențin și să-mi definesc mușchii
ru: Хочу сохранить и сформировать рельефные мышцы
sk: Chcem si udržať svaly a zároveň ich zredukovať.
sl: Želim ohraniti mišice in jih oblikovati
sv: Vill behålla och forma musklerna
ta: தசையை தக்கவைத்து, கட்டுக்கோப்பாக மாற்ற விரும்புகிறேன்
te: కండరాలను కాపాడుతూ, వాటిని సన్నగా చేయాలి
th: ต้องการเสริมสร้างกล้ามเนื้อและลดไขมัน
tr: Kasları koruyarak incelemek istiyorum
uk: Хочу зберегти м'язи та зробити їх більш рельєфними
vi: Muốn duy trì và săn chắc cơ bắp
zh_hans: 希望拥有紧致有力的肌肉
zh_hant: 希望保持肌肉，並使其更緊實

# domain_catalog.6c25cd154d21
source: 膝を支点にして踵を臀部へ近づけ、ハムストリングスを収縮させる。
ar_sa: باستخدام ركبتيك كنقطة ارتكاز، قم بجلب كعبيك نحو الوركين وقبض أوتار الركبة.
ca: Utilitzant els genolls com a punt de suport, porta els talons cap als malucs i contrau els isquiotibials.
cs: Použijte kolena jako oporu, zvedněte patu směrem k kyčli a stáhněte hamstringy.
da: Brug knæene som et anker til at bringe hælen tættere på hoften og træk hamstrings sammen.
de_de: Nutzen Sie das Knie als Stütze, um den Fuß zum Gesäß zu bewegen und die Oberschenkelrückseite anzuspannen.
el: Χρησιμοποιήστε τα γόνατα ως σημείο ισορροπίας για να φέρετε τους αστραγάλους σας προς την περιοχή των γοφών και συστέλλετε τους μύς του οπίσθιου μηρού.
en_au: Using your knees as a pivot point, bring your heels closer to your hips and contract your hamstrings.
es_es: Acercar el talón a la pelvis utilizando las rodillas como punto de apoyo y contrayendo los isquiotibiales.
fi: Pidä polvet tukipisteinä ja nosta kantapäitä kohti pakaroita, jolloin reisilihakset supistuvat.
fr_ca: Utiliser les genoux comme point d'appui pour rapprocher le talon des fesses et contracter les ischio-jambiers.
gu: તમારા ઘૂંટણને આધાર તરીકે ઉપયોગ કરીને, પગને હિપ્સ તરફ લઈ જાઓ અને તમારી હેમસ્ટ્રિંગ્સને સંકોચાવો.
he: התמקדות בברך, הרמת החלק האחורי של הגוף וקשירת שרירי העכוז.
hi: अपने घुटनों को सहारा के रूप में उपयोग करके एड़ी को श्रोणि की ओर ले जाएं, और अपनी जांघों की मांसपेशियों को संकुचित करें।
hr: Koristite koljena kao točku oslonca i podignite pete prema zdjelji, napinajući hamstringove.
hu: Használja a térdet mint alapként, hogy emelje fel a sarat a csípő irányába, és húzza össze a felső lábszárát.
id: Menggunakan lutut sebagai titik tumpu untuk mendekatkan tumit ke arah panggul, lalu mengencangkan hamstring.
it: Utilizzando le ginocchia come punto di appoggio, avvicinare il tallone alla pelvi e contraere i muscoli posteriori della coscia.
ko: 무릎을 지점으로 삼아 발뒤꿈치를 엉덩이 쪽으로 당기고, 대퇴사두근을 수축시킨다.
mr: गुडघे आधार म्हणून वापरून, पायाच्या मागील भागाला (Calf) जवळ आणा आणि Hamstring स्नायूंना ताणून घ्या.
ms: Menggunakan lutut sebagai tumpuan untuk mendekatkan tumit ke arah pinggul, serta mengencangkan otot hamstring.
nl_nl: Gebruik je knieën als basis om je hielen naar je heupen te brengen en span je hamstrings aan.
no: Bruk knærne som et støttepunkt for å løfte hælene mot hoftene, og klem hamstrings.
pl: Użyj kolan jako punktu oparcia, aby unieść pięty w kierunku pośladków i napnij uda.
pt_br: Use os joelhos como apoio para levantar o calcanhar em direção aos glúteos, contraindo os isquiotibiais.
pt_pt: Use os joelhos como apoio para levantar o calcanhar em direção aos glúteos, contraindo os isquiotibiais.
ro: Folosește genunchii ca punct de sprijin pentru a aduce călcâiul în apropierea fesierilor și contractează mușchii ischiului.
ru: Используя колени как опору, приближать пятки к тазу и сокращать бицепсы бедер.
sk: Použite kolená ako oporu a postupne posúvajte päty smerom k zadku, čím budete stláčať svaly medzi zadnými a vnútornými stranou stehien.
sl: Uporabite kolena kot točko, dvignite stopalo proti gluteusom in stisnite hamstring.
sv: Använd knäet som stöd för att lyfta foten mot höften och dra in hamstrings.
ta: முட்டிகளை ஆதாரமாகக் கொண்டு, குதிகாலை இடுப்பு நோக்கி நகர்த்தி, தொடை எலும்புகளை சுருக்கவும்.
te: మోకళ్లపై ఆధారపడి, అడుగు భాగాన్ని పిరుదు ప్రాంతానికి దగ్గర చేసి, హమ్ స్ట్రింగ్స్‌ను బిగించండి.
th: ใช้เข่าเป็นจุดพัก แล้วดึงส้นเท้าเข้าหาสะโพก และเกร็งกล้ามเนื้อต้นขาด้านหลัง
tr: Ayak bileğinizi destek alarak topuğunuzu kalçanıza doğru hareket ettirip hamstring kaslarını sıkın.
uk: Використовуючи коліна як опору, піднести п'яти до сідниць та скоротити квадріцепси.
vi: Đặt bàn chân làm điểm tựa, nâng gót lên gần mông và co cơ đùi sau.
zh_hans: 利用膝盖作为支撑点，将脚向臀部靠近，收缩大腿内侧肌肉。
zh_hant: 利用膝盖作为支撑，将脚向臀部靠近，收缩胀绳。
